{
  "HomePage": {
    "title": "Hello world!fr",
    "description": "This is a basic example that demonstrates the usage of <code>next-intl</code> with the Next.js App Router. Try changing the locale in the top right corner and see how the content changes."
  },
  "LocaleLayout": {
    "title": "next-intl example fr "
  },
  "PageLayout": {
    "links": {
      "docs": {
        "description": "Learn more about next-intl in the official docs.",
        "href": "https://next-intl.dev",
        "title": "Docs"
      },
      "source": {
        "description": "Browse the source code of this example on GitHub.",
        "href": "https://github.com/amannn/next-intl/tree/main/examples/example-app-router",
        "title": "fr Source code"
      }
    }
  },
  "LocaleSwitcher": {
    "label": "Change language",
    "locale": "{locale, select, fr {franch} en {English} zh {中文} other {Unknown}}"
  },
  "IndexPage": {
    "description": "fr This is a basic example that demonstrates the usage of <code>next-intl</code> with the Next.js App Router. Try changing the locale in the top right corner and see how the content changes.",
    "title": "next-intl example"
  },
  "Navigation": {
    "home": "Maison",
    "pathnames": "Noms",
    "about": "À propos"
  },
  "AboutPage": {
    "title": "À propos",
    "description": "<p>Guangzhou Areafly Solar Technology Co., Ltd. s'engage dans la recherche, le développement soutenu et la production efficace d'éclairage solaire de haute qualité, <span>de batteries, d'onduleurs solaires, de systèmes d'énergie solaire depuis plus de <strong>12</strong> ans, avec son siège social à Guangzhou, en Chine.</span></p><p>Areafly Solar possède une usine de près de <strong>5 000</strong> mètres carrés, plus de 100 employés qualifiés et 8 membres du personnel R&D, et 8 lignes de production avec une capacité de 100 000 pièces par mois.</p><p>Nous disposons d'un atelier de moulage, de machines de moulage par injection, d'un atelier de finition, de lignes d'assemblage et d'équipements de test variés. Tous nos produits doivent être testés un par un pour garantir à nos clients des produits de haute qualité. Notre objectif a toujours été de rendre nos produits conformes, sûrs, économes en énergie et écologiques.</p>",
    "description2": "<p>Les produits d'Areafly Solar sont bien vendus dans plus de 200 pays. Notre mission est de faire de notre mieux pour résoudre le problème des pénuries d'électricité dans le monde, et de contribuer à la réalisation de l'objectif de « neutralité carbone ».</p> <p>À l'avenir, Guangzhou Areafly Solar Technology Co., Ltd. s'attachera à la mission d'illuminer le monde avec de l'énergie verte, et s'efforcera de transformer l'entreprise en fournisseur fiable de produits et de solutions d'énergie verte.</p> <p>Atteindre « Une qualité supérieure, Une meilleure innovation, Un service exceptionnel. »</p><p>Votre attention est ma motivation !</p>",
    "Staff": "R&D staff",
    "contriesCovered": "Les pays et les zones sont couverts",
    "monthlyCapacity": "Production par mois",
    "productionLines": "Lignes de production",
    "employees": "employés habiles",
    "totalArea": "Zone totale-5 000 ㎡"
  },
  "Video": {
    "content": "<h1>Fournisseur de produits et de solutions pour l'énergie solaire</h1><p>Guangzhou Areafly Solar Technology Co., Ltd. est engagée depuis plus de 12 ans dans la recherche, le développement continu et la production efficace d'onduleurs solaires, de batteries, d'éclairages solaires, de pompes à eau solaires et de systèmes d'énergie solaire de haute qualité.</p><p>Areafly Solar exploite une usine d'une superficie de près de 5 000 mètres carrés, avec plus de 100 employés qualifiés, 8 ingénieurs de R&D et 8 lignes de production capables de produire jusqu'à 100 000 unités par mois. Chaque produit subit des tests stricts pour garantir que nos clients reçoivent des solutions fiables et de haute qualité.</p><p>Les produits d'Areafly Solar ont été vendus dans plus de 200 pays dans le monde. Notre mission est d'aider à résoudre les pénuries mondiales d'électricité et de contribuer à atteindre l'objectif de neutralité carbone.</p>"
  },
  "News": {
    "1": {
      "title": "Centre de nouvelles 1",
      "content": "<p>Guangzhou Areafly Solar Technology Co., Ltd.</p><p>a toujours été engagée dans</p>"
    },
    "2": {
      "title": "Centre de nouvelles 2",
      "content": "<p>Guangzhou Areafly Solar Technology Co., Ltd.</p><p>a toujours été engagée dans</p>"
    },
    "3": {
      "title": "Centre de nouvelles 3",
      "content": "<p>Guangzhou Areafly Solar Technology Co., Ltd.</p><p>a toujours été engagée dans</p>"
    },
    "4": {
      "title": "Centre de nouvelles 4",
      "content": "<p>Guangzhou Areafly Solar Technology Co., Ltd.</p><p>a toujours été engagée dans</p>"
    },
    "5": {
      "title": "Centre de nouvelles 5",
      "content": "<p>Guangzhou Areafly Solar Technology Co., Ltd.</p><p>a toujours été engagée dans</p>"
    }
  },
  "Contact": {
    "Address": {
      "content": "A003、005, premier étage, zone B, Yueyang Trade Mall, district de Yuexiu, Guangzhou, Guangdong",
      "label": "Adresse"
    },
    "Email": {
      "content": "areaflysolar@163.com",
      "label": "E-mail"
    },
    "Tel": {
      "content": "86 15017203259",
      "label": "Tél"
    }
  }
}
